[
    {
        "id":"1",
        "title":"Friends of Granville Island",
        "thumb":"https://i.ibb.co/mC5FsdN/ea302c83-224d-40a6-af26-d57bb2781eea-rwc-17x0x771x603x640.jpg",
        "images":[
            {"img":"https://i.ibb.co/dfc389Z/94d7393b-d8ee-416d-9308-339088233a6f.png","caption":"FGI Logo"},
            {"img":"https://i.ibb.co/NyVRmVq/2fcc36ff-8a39-4d68-b94d-1c5608f418bc.jpg","caption":"Granville Island"},
            {"img":"https://i.ibb.co/kxdFRVJ/f8a26c5f-da04-4921-be8e-176d25ef54a8.jpg","caption":"Island Tour for the Social Media Assistants"}
        ],
        "duration":"Administrative Assistant / Community Outreach | May 2022 – Aug 2022",
        "location":"| BC, Canada",
        "link":"https://www.friendsofgranvilleisland.com/",
        "desc":[
            "Friends of Granville Island (FGI) is a grassroots community that advocates for Granville Island’s unique status as an urban park that is zoned for urban experimentation, innovation, and the nurturing of arts & culture. A rising not-for-profit organization, seeing through fast growth and development and working in multiple sectors of Granville Island.",
            "To encourage its full potential as a one-of-a-kind urban public space, FGI’s mission is to help ensure that Granville Island is accessible, equitable, and inclusive for local and global communities, toward creating a community-led ‘People’s Place,’ where urban experimentation, innovation, and arts & culture thrive.",
            "I joined FGI as an Administrative Assistant and a Community Outreach through Columbia College under a four-month internship contract. Throughout this time, I assisted with marketing, social media management, and leading and coordinating a team of 10 social media assistants, which helped me to improve my leadership skills. I also contributed to business plans and grant applications for fundraisings and government grants. During my employment, FGI proposed an EDI (Equity, Diversity, and Inclusion) committee through collaboration with the General Manager of Granville Island."
        ]
    },
    {
        "id":"2",
        "title":"Columbia College",
        "thumb":"https://i.ibb.co/8x3RH7L/16037a58-e4d2-4887-a3f2-c0871ecadc5e-rwc-126x0x645x504x640.jpg",
        "images":[
            {"img":"https://i.ibb.co/7QpM533/logofdbhgd.png","caption":"Limitless Conference"},
            {"img":"https://i.ibb.co/vkvBgCK/hioreh.jpg","caption":"Limitless Conference Organizing Committee"},
            {"img":"https://i.ibb.co/tqvR1Qv/hiortwr.jpg","caption":"Weekly Meeting"},
            {"img":"https://i.ibb.co/9yBwWhw/jtrptrew.jpg","caption":"Honoring Mohammad Alsaleh, a Keynote Speaker for the Event"}
    ],
    "duration":"Limitless Event Coordinator | Feb 2022 – Mar 2022",    
    "location":"| BC, Canada",
    "link":"https://www.columbiacollege.ca/limitless_conference",
    "desc":[
        "Limitless is an annual conference at Columbia College intended to celebrate student excellence in academic scholarship, as well as to equip students with the practical skills and knowledge they need to succeed in life. The conference features keynote speeches from inspiring leaders, a Careers Fair, and the opportunity for attendees to watch their fellow students present on subjects that they are passionate about. ",
        "As an ongoing student at Columbia College, I was one of the three students accepted for the position of Limitless Event Coordinator on a two-month contract. I was actively involved in planning, scheduling, and generating ideas for the event and collaborating with 5 different committees through bi-weekly meetups.",
        "I helped maintain the social media accounts and through word-of-mouth, videos and poster creation actively promoted the event. I worked with logistics and through team engagement, managed the student emails and inquiries. We concluded the event by receiving feedback from participants and organizers and generating possible ideas for the next conference."
    ]
    },
    {
        "id":"3",
        "title":"Webcoder-IT Institute",
        "thumb":"https://i.ibb.co/9wsmfJ4/b404811a-87b7-4440-8257-b05f1bba1faa-rwc-0x109x1000x781x640.jpg",
        "images":[
            {"img":"https://i.ibb.co/9wsmfJ4/b404811a-87b7-4440-8257-b05f1bba1faa-rwc-0x109x1000x781x640.jpg","caption":"Webcoder-IT Logo"},
            {"img":"https://i.ibb.co/sJ1skGX/61bdc40c-2a87-466a-8ece-b14393331e33-rw-1200.jpg","caption":"Celebrating a Successful Campaign with the Marketing Team"}
    ],
    "duration":"Marketing Advisor | May 2019 – Aug 2020",    
    "location":"| Dhaka, Bangladesh",
    "link":"https://www.webcoder-it.com/",
    "desc":[
        "Webcoder-IT Institute is one the fastest growing IT institutions in Bangladesh, providing digital marketing, freelancing and IT training programs to thousands of students and young professionals throughout the country.",
        "Joining as a marketing advisor during the early stages of their initiation, I saw through the monthly applicants increase from less than 30 to more than 150 over the span of a year.",
        "Using social media and digital marketing tools such as Social Media Marketing, Google and Facebook Analytics, and Search Engine Optimization, I helped establish their digital presence and spread awareness. I mentored and lead their marketing team, by introducing possible changes and upgrading and integrating tools and technologies on par with market trends. We introduced monthly outreach programs and educational marketing campaigns to students from other institutions, about the opportunities of freelancing and working online."
    ]
    },
    {
        "id":"4",
        "title":"Rahma International SSTS",
        "thumb":"https://i.ibb.co/dpC8T6F/c00d4182-dfa9-42eb-8ce1-8a9d18a84245-rwc-0x116x450x351x450.jpg",
        "images":[
            {"img":"https://i.ibb.co/WKHxXn9/09eb8c72-5e95-426e-867e-8e50a9071875.jpg","caption":"SSTS Logo"},
            {"img":"https://i.ibb.co/Jn53mcj/d7bd68bf-23c4-4151-a6f1-a17ef1846b8b.jpg","caption":"Rahma International Society"}
    ],
    "duration":"Program Organizer | Mar 2018 – Apr 2019",    
    "location":"| Dhaka, Bangladesh",
    "link":"https://www.sstsbd.org/",
    "desc":[
        "Rahma International Society is one of Kuwait’s charitable institutions operating in charity and humanitarian fields, to offer its services to the needy inside and outside the State of Kuwait, through developmental, educational, and health projects, targeting orphans, students, refugees, patients, and distressed people affected by wars and natural disasters.",
        "The Society for Social and Technological Support (SSTS) is the Bangladeshi subsidiary of Rahma Int'l Society and receives most of its funds from them. I was recruited as a Program Organizer and was tasked with handling some of their biggest projects, involving 250-1000 people, throughout different regions around the country. During the months of Ramadan, I spearheaded up to 17 consecutive events around 8-9 districts in Bangladesh. I was tasked with budgeting, detailing, receiving feedback and providing written reports.",
        "Some of my in-office tasks included following up with new project proposals and through discussions and multiple revisions, make budgets and plans for proper execution and report submission."
    ]
    }
]